Repository: blablablablayong-tech/pincer
Catalog: Sources/PincerUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: This file isn’t text. Save it to open it.
zh_hans: 该文件不是文本。保存以打开它。

source: This group is shared by all agents.
zh_hans: 该组由所有代理共享。

source: This is a large upload (%@), so it’s waiting for Wi‑Fi to save cellular data. Send Now uploads it anyway.
zh_hans: 这是一个大上传 (%@)，因此正在等待 Wi-Fi 保存蜂窝数据。无论如何，立即发送都会上传它。

source: This is a large upload (%@), so it’s waiting until you’re off Personal Hotspot. Send Now uploads it anyway.
zh_hans: 这是一个大型上传 (%@)，因此它会等待您关闭个人热点。无论如何，立即发送都会上传它。

source: This is a large upload (%@), so it’s waiting while Low Data Mode is on. Send Now uploads it anyway.
zh_hans: 这是一个大型上传 (%@)，因此在低数据模式开启时会等待。无论如何，立即发送都会上传它。

source: This is a simulated sign-in for the demo. No account is used.
zh_hans: 这是演示的模拟登录。没有使用任何帐户。

source: This is how Pincer will read your replies aloud.
zh_hans: Pincer 将这样大声朗读您的回复。

source: This node was already removed.
zh_hans: 该节点已被删除。

source: This permanently deletes the transcript on the Gateway and can't be undone.
zh_hans: 这将永久删除网关上的记录并且无法撤消。

source: This removes the saved login. You'll need to scan a QR code again to reconnect.
zh_hans: 这将删除已保存的登录信息。您需要再次扫描二维码才能重新连接。

source: This removes the saved login. You'll need to set it up again to reconnect.
zh_hans: 这将删除已保存的登录信息。您需要重新设置才能重新连接。

source: This request expired.
zh_hans: 该请求已过期。

source: This request was already handled or expired.
zh_hans: 该请求已被处理或已过期。

source: This schedule can only be changed in the Control UI or the config.
zh_hans: 此计划只能在控制 UI 或配置中更改。

source: Time
zh_hans: 时间

source: Time left to answer
zh_hans: 还剩回答时间

source: Time zone
zh_hans: 时区

source: Timed Out
zh_hans: 超时

source: Timed out waiting for %@.
zh_hans: 等待 %@ 超时。

source: Timeline
zh_hans: 时间轴

source: Timeout
zh_hans: 超时

source: Times
zh_hans: 时代

source: Tip %lld of %lld
zh_hans: %lld 的提示 %lld

source: Tips
zh_hans: 温馨提示

source: To
zh_hans: 至

source: To go back to %@, edit the Gateway's config or use /tts.
zh_hans: 要返回 %@，请编辑网关的配置或使用 /tts。

source: To make room, Pincer removed an older bookmark.
zh_hans: 为了腾出空间，Pincher 删除了一个旧书签。

source: To:
zh_hans: 至：

source: Toggle Sidebar
zh_hans: 切换侧边栏

source: Token
zh_hans: 令牌

source: Tokens
zh_hans: 令牌

source: Too large to queue offline — sends when you’re connected
zh_hans: 太大，无法离线排队 — 连接后发送

source: Too many attachments are being prepared. Try again shortly.
zh_hans: 正在准备的附件太多。稍后再试。

source: Took %@ seconds
zh_hans: 花了 %@ 秒

source: Took %lld milliseconds
zh_hans: 花费了 %lld 毫秒

source: Took %lld minutes
zh_hans: 花了 %lld 分钟

# Took %lld minutes %lld seconds
source: Took %1$lld minutes %2$lld seconds
zh_hans: 花费了 %1$lld 分钟 %2$lld 秒

source: Took %lld minutes 1 second
zh_hans: 花了 %lld 分钟 1 秒

source: Took 1 minute
zh_hans: 花了1分钟

source: Took 1 minute %lld seconds
zh_hans: 花了 1 分钟 %lld 秒

source: Took 1 minute 1 second
zh_hans: 花了1分1秒

source: Tool
zh_hans: 工具

source: Tool %@
zh_hans: 工具 %@

source: Tool Calls
zh_hans: 工具调用

source: Tool calls
zh_hans: 工具调用

source: Tool result
zh_hans: 工具结果

source: Tool: %@
zh_hans: 工具：%@

source: Tools
zh_hans: 工具

source: Tools & Policy
zh_hans: 工具与政策

source: Tools & Policy…
zh_hans: 工具和政策...

source: Tools show up once the server is connected.
zh_hans: 连接服务器后，工具就会显示。

source: Totals
zh_hans: 总计

source: Transport
zh_hans: 交通

source: Tree
zh_hans: 树

source: Try Again
zh_hans: 再试一次

source: Try the Demo
zh_hans: 体验演示

source: Turn Off
zh_hans: 关闭

source: Turn On
zh_hans: 打开

source: Turn on Full Management under Connection, then approve this device on the Gateway host.
zh_hans: 打开“连接”下的“完全管理”，然后在网关主机上批准此设备。

source: Turn on after installing
zh_hans: 安装后开启

source: Turn on and save first.
zh_hans: 先打开并保存。

source: Type
zh_hans: 类型

source: Type Shortcut
zh_hans: 键入快捷方式

source: Type at least 2 characters.
zh_hans: 输入至少 2 个字符。

source: Type your answer
zh_hans: 输入您的答案

source: Type your own answer here
zh_hans: 在此输入您自己的答案

source: URL
zh_hans: 网址

source: URL, data URI or workspace path
zh_hans: URL、数据 URI 或工作空间路径

source: Unarchive
zh_hans: 取消存档

source: Unarchive the session to rewind it.
zh_hans: 取消存档会话以倒带。

source: Unavailable
zh_hans: 不可用

source: Unavailable on this Gateway
zh_hans: 在此网关上不可用

source: Undo
zh_hans: 撤消

source: Unexpected Gateway response: %@
zh_hans: 意外的网关响应：%@

source: Unit
zh_hans: 单位

source: Unknown
zh_hans: 未知

source: Unknown (%@)
zh_hans: 未知 (%@)

source: Unknown transport
zh_hans: 未知运输

source: Unpin
zh_hans: 取消固定

source: Unpin Chat
zh_hans: 取消固定聊天

source: Unread
zh_hans: 未读

source: Unsaved Changes
zh_hans: 未保存的更改

source: Unsaved changes
zh_hans: 未保存的更改

source: Unskip
zh_hans: 取消跳过

source: Untitled session
zh_hans: 无标题会议

source: Up for %@
zh_hans: 可达 %@

source: Update
zh_hans: 更新

source: Update from ClawHub…
zh_hans: 来自 ClawHub 的更新...

source: Uptime
zh_hans: 正常运行时间

source: Usage
zh_hans: 用量

source: Usage & Cost…
zh_hans: 使用和成本...

source: Usage Isn't Available
zh_hans: 无法使用

source: Usage Over Time
zh_hans: 随着时间的推移使用情况

source: Use
zh_hans: 使用

source: Use %@ for Gateway Voice
zh_hans: 使用 %@ 进行网关语音

source: Use %@ for “%@”?
zh_hans: 使用 %@ 表示“%@”？

source: Use Anyway
zh_hans: 无论如何使用

source: Use Default
zh_hans: 使用默认值

source: Use Defaults for Everything
zh_hans: 一切都使用默认值

source: Use Find in Chat to search the current chat.
zh_hans: 使用“在聊天中查找”来搜索当前聊天。

source: Use Gateway's
zh_hans: 使用网关的

source: Use Sign In on this page, then test again.
zh_hans: 使用此页面上的“登录”，然后再次测试。

source: Use a password instead
zh_hans: 请改用密码

source: Use a token instead
zh_hans: 使用令牌代替

source: Use at least one of ⌘, ⌃ or ⌥.
zh_hans: 至少使用 ⌘、⌃ 或 ⌥ 之一。

source: Use letters, numbers, dots, dashes and underscores, starting with a letter or number.
zh_hans: 使用字母、数字、点、破折号和下划线，以字母或数字开头。

source: Use the theme's color
zh_hans: 使用主题颜色

source: Use your Tailscale Serve name (wss://…ts.net) or tailnet IP (ws://100.x.y.z:18789). Plain ws:// is only allowed for Tailscale, LAN and loopback addresses.
zh_hans: 使用您的 Tailscale 服务名称 (wss://…ts.net) 或 tailnet IP (ws://100.x.y.z:18789)。普通 ws:// 仅适用于 Tailscale、LAN 和环回地址。

source: Using %@.
zh_hans: 使用 %@。

source: Using this device's voice.
zh_hans: 使用该设备的声音。

source: Using this device's voice: %@
zh_hans: 使用此设备的语音：%@

source: Value
zh_hans: 价值

source: Values are stored on the Gateway and hidden here once saved.
zh_hans: 值存储在网关上，并在保存后隐藏在此处。

source: Variable
zh_hans: 变量

source: Verify TLS certificate
zh_hans: 验证 TLS 证书

source: Version
zh_hans: 版本

source: View
zh_hans: 查看

source: Viewing and changing the command policy needs Full Management access. Turn it on under Connection, then approve this device on the Gateway host.
zh_hans: 查看和更改命令策略需要完全管理访问权限。在“连接”下将其打开，然后在网关主机上批准此设备。

source: Voice
zh_hans: 语音

source: Voice ID
zh_hans: 语音识别

source: Voice Settings
zh_hans: 语音设置

source: Wait for the current run to finish to rewind.
zh_hans: 等待当前运行完成以倒回。

source: Wait for the current run to finish.
zh_hans: 等待当前运行完成。

source: Wait for the reply to finish.
zh_hans: 等待回复完成。

source: Waiting for Sign-In…
zh_hans: 等待登录...

source: Waiting for Wi‑Fi
zh_hans: 等待 Wi-Fi

source: Waiting for approval
zh_hans: 等待批准

source: Waiting for approval on the Gateway host
zh_hans: 等待网关主机上的批准

source: Waiting for approval…
zh_hans: 等待批准...

source: Waiting — Low Data Mode
zh_hans: 等待 — 低数据模式

source: Waiting — Personal Hotspot
zh_hans: 等待 — 个人热点

source: Welcome to Pincer
zh_hans: 欢迎来到钳子

source: What should the agent do?
zh_hans: 代理应该做什么？

source: What the Gateway Will Use
zh_hans: 网关将使用什么

source: What's New
zh_hans: 最新消息

source: When enabled, Pincer shares a recent device location as context for the agent, separate from your message text. The Gateway may retain this context in chat history. Reported accuracy comes from the device and may be reduced by system privacy settings. Pincer requests a one-time fix only while the app is active and sends your message without location if no recent fix is available. Commands do not include location. Turning this off stops future captures; queued messages keep the context captured when they were sent.
zh_hans: 启用后，Pincher 将共享最近的设备位置作为代理的上下文，与您的消息文本分开。网关可以在聊天历史中保留该上下文。报告的准确性来自设备，可能会因系统隐私设置而降低。 Pincer 仅在应用程序处于活动状态时请求一次性修复，如果最近没有可用的修复，则会发送不带位置的消息。命令不包括位置。关闭此功能会停止以后的捕获；排队的消息保留发送时捕获的上下文。

source: When on, your speech is recognized on this device and isn't sent to Apple. When off, Apple's servers may be used for languages that don't have an on-device model.
zh_hans: 启用后，您的语音将在此设备上被识别，并且不会发送至 Apple。关闭后，Apple 的服务器可能会用于没有设备上模型的语言。

source: When someone messages one of these accounts, their request shows up here.
zh_hans: 当有人向这些帐户之一发送消息时，他们的请求会显示在此处。

source: When this agent delegates work, its helpers appear here.
zh_hans: 当该代理委派工作时，其助手会出现在此处。

source: Where is OpenClaw running?
zh_hans: OpenClaw 在哪里运行？

source: Which channels and chats route to this agent. Bindings are managed in the config.
zh_hans: 哪些频道和聊天会路由到该客服人员。绑定在配置中进行管理。

source: Which commands your agents can run on the Gateway host, and when they have to ask.
zh_hans: 您的代理可以在网关主机上运行哪些命令，以及何时需要询问。

source: Will Be Removed
zh_hans: 将被删除

source: Working
zh_hans: 执行中

source: Working directory
zh_hans: 工作目录

source: Working folder
zh_hans: 工作文件夹

source: Working…
zh_hans: 工作…

source: Workspace
zh_hans: 工作区

source: Workspace Files
zh_hans: 工作区文件

source: Writing
zh_hans: 写作

source: Writing %@
zh_hans: 写入 %@

source: Wrote %@
zh_hans: 写了 %@

source: Yellow
zh_hans: 黄色

source: Yes, it's running
zh_hans: 是的，正在运行

source: Yesterday
zh_hans: 昨天

source: Yesterday %@
zh_hans: 昨天 %@

source: You
zh_hans: 你

source: You can only see this device. Turn on Full Management under Connection, then approve this device on the Gateway host.
zh_hans: 您只能看到该设备。打开“连接”下的“完全管理”，然后在网关主机上批准此设备。

source: You can read this file. Turn on Full Management under Connection, then approve this device on the Gateway host.
zh_hans: 你可以阅读这个文件。打开“连接”下的“完全管理”，然后在网关主机上批准此设备。

source: You can view agents and their files. Turn on Full Management under Connection, then approve this device on the Gateway host.
zh_hans: 您可以查看代理及其文件。打开“连接”下的“完全管理”，然后在网关主机上批准此设备。

source: You can view skills. Turn on Full Management under Connection, then approve this device on the Gateway host.
zh_hans: 可以查看技能。打开“连接”下的“完全管理”，然后在网关主机上批准此设备。

source: You have %lld unsaved change%@.
zh_hans: 您有 %lld 未保存的更改%@。

source: You'll need to sign in again after saving.
zh_hans: 保存后您需要重新登录。

source: You're all caught up
zh_hans: 你们都被困住了

source: You're all set
zh_hans: 你已经准备好了

source: You're connected
zh_hans: 您已连接

source: Your Gateway is on another device in your tailnet. Turn on Tailscale Serve on the Gateway host, then use its address.
zh_hans: 您的网关位于尾网中的另一台设备上。在网关主机上打开 Tailscale Serve，然后使用其地址。

source: Your Gateway is on this network and set to accept connections from it.
zh_hans: 您的网关位于该网络上并设置为接受来自该网络的连接。

source: Your Messages
zh_hans: 您的留言

source: Your agent didn't answer. You can try again, or skip and chat later.
zh_hans: 你的经纪人没有回答。您可以重试，或跳过并稍后再聊天。

source: Your agent replied.
zh_hans: 你的经纪人回复了。

source: Your changes to agents or workspace files haven't been saved.
zh_hans: 您对代理或工作区文件的更改尚未保存。

source: Your changes to the command policy haven't been saved.
zh_hans: 您对命令策略的更改尚未保存。

source: Your changes will be lost if you don't save them.
zh_hans: 如果您不保存，您的更改将会丢失。

source: Your device doesn't have the `%@` scope. Approve it again from the Gateway with that scope.
zh_hans: 您的设备没有“%@”范围。从具有该范围的网关再次批准它。

source: Your device is missing a scope this needs. Approve it again from the Gateway with that scope.
zh_hans: 您的设备缺少所需的范围。从具有该范围的网关再次批准它。

source: Your edits are kept until you choose.
zh_hans: 您的编辑将被保留，直到您做出选择为止。

source: Your edits are kept.
zh_hans: 您的编辑将被保留。

source: Your messages show under this name, whichever channel they came from.
zh_hans: 您的消息显示在该名称下，无论它们来自哪个渠道。

source: Your sign-in expired.
zh_hans: 您的登录已过期。

source: Yours
zh_hans: 你的

source: a Gateway configuration setting
zh_hans: 网关配置设置

source: a Gateway environment setting
zh_hans: 网关环境设置

source: a command-line tool
zh_hans: 命令行工具

source: a message
zh_hans: 一条消息

source: active %@
zh_hans: 活跃 %@

source: almost full
zh_hans: 几乎满了

source: approval history
zh_hans: 批准历史

source: approval pending
zh_hans: 待批准

source: approval unavailable
zh_hans: 无法批准

source: at +%@
zh_hans: 在+%@

source: at least %lld added
zh_hans: 至少添加了 %lld

source: at least %lld removed
zh_hans: 至少删除了 %lld

source: automations
zh_hans: 自动化

source: cached
zh_hans: 缓存的

source: channel status
zh_hans: 频道状态

source: chat
zh_hans: 聊天

source: checkmark
zh_hans: 复选标记

source: collapsed
zh_hans: 崩溃了

source: command not found
zh_hans: 未找到命令

source: create_*
zh_hans: 创建_*

source: device management
zh_hans: 设备管理

source: doc.on.doc
zh_hans: 文档上的文档

source: e.g. Kitchen remodel
zh_hans: 例如厨房改造

source: e.g. Morning briefing
zh_hans: 例如早间简报

source: exit %lld
zh_hans: 退出 %lld

source: expanded
zh_hans: 扩大

source: failed
zh_hans: 失败了

source: filesystem
zh_hans: 文件系统

source: finished
zh_hans: 完成

source: forwarded
zh_hans: 转发的

source: from %@’s chat
zh_hans: 来自 %@ 的聊天

source: from a helper
zh_hans: 来自助手

source: from an automation
zh_hans: 从自动化

source: from another agent
zh_hans: 来自另一个代理

source: from another chat
zh_hans: 来自另一个聊天

source: health reports
zh_hans: 健康报告

source: in %@
zh_hans: 在 %@

source: it isn't set up on the Gateway yet
zh_hans: 尚未在网关上设置

source: it rejected the model or voice
zh_hans: 它拒绝了模型或声音

source: its credentials aren't available
zh_hans: 其凭据不可用

source: just now
zh_hans: 刚才

source: large
zh_hans: 大

source: last active %@
zh_hans: 最后活跃 %@

source: log out
zh_hans: 注销

source: macOS input sources
zh_hans: macOS 输入源

source: macOS window cycling
zh_hans: macOS 窗口循环

source: ms
zh_hans: 女士

source: nearly full
zh_hans: 几乎满了

source: no output timeout
zh_hans: 无输出超时

source: now
zh_hans: 现在

source: npx
zh_hans: 恩克斯

source: one supported command-line tool
zh_hans: 一种受支持的命令行工具

source: or send `/reasoning on`
zh_hans: 或发送“/推理”

source: pairing requests
zh_hans: 配对请求

source: percent
zh_hans: 百分比

source: reconnect
zh_hans: 重新连接

source: reconnecting MCP servers
zh_hans: 重新连接 MCP 服务器

source: running
zh_hans: 跑步

source: signal %@
zh_hans: 信号 %@

source: start
zh_hans: 开始

source: stop
zh_hans: 停止

source: testing MCP connections
zh_hans: 测试 MCP 连接

source: the Gateway can't read its key
zh_hans: 网关无法读取其密钥

source: the Gateway skipped it
zh_hans: 网关跳过了它

source: the account is disabled
zh_hans: 该帐户已被禁用

source: the account isn't configured
zh_hans: 该帐户未配置

source: the account isn't linked. Log in first
zh_hans: 该帐户未关联。首先登录

source: the app switcher
zh_hans: 应用程序切换器

source: the channel doesn't support starting
zh_hans: 该频道不支持启动

source: this Gateway
zh_hans: 这个网关

source: timed out
zh_hans: 超时

source: to
zh_hans: 到

source: updated %@
zh_hans: 已更新 %@

source: usage reports
zh_hans: 使用报告

source: via %@
zh_hans: 通过 %@

source: “%@” is listed twice.
zh_hans: “%@”列出了两次。

source: “%@” isn't a skill on this Gateway anymore.
zh_hans: “%@”不再是此网关上的技能。

source: “%@” isn't an agent on this Gateway anymore.
zh_hans: “%@”不再是此网关上的代理。

source: “%@” isn’t a valid Gateway address. Use wss://host.tailnet.ts.net or ws://100.x.y.z:18789.
zh_hans: “%@”不是有效的网关地址。使用 wss://host.tailnet.ts.net 或 ws://100.x.y.z:18789。

source: “Only After Voice Messages” and “Only When Tagged” are set in the Gateway's config or /tts preferences; Pincer can only switch replies Off or Always.
zh_hans: “仅在语音消息之后”和“仅在标记时”在网关的配置或 /tts 首选项中设置； Pincer 只能将回复切换为“关闭”或“始终”。

source: •••• (saved)
zh_hans: ••••（已保存）

source: ↩ Send · ⌘↩ Send & Open · esc Close
zh_hans: ↩ 发送 · ⌘↩ 发送并打开 · esc 关闭
